Repository: openplotter/openplotter-opencpn-installer
Catalog: openplotterOpencpnInstaller/locale/*/LC_MESSAGES/openplotter-opencpn-installer.po
Languages: ca, cs, de, es, fi, fr, it, nb, nl, pl, sv

source: OpenCPN Installer
ca: Instal·lador d'OpenCPN
cs: Instalátor OpenCPN
es: Instalador OpenCPN
fi: OpenCPN Asennin
fr: Installeur OpenCPN
it: Installazione OpenCPN
nb: OpenCPN Installasjonsprogram
pl: Instalator OpenCPN
sv: OpenCPN Installerare

source: openplotter-opencpn-installer
fi: openplotter-opencpn-asennin
fr: openplotter-opencpn-installateur

source: Shortcut rebuilt
ca: Accés directe redefinit
de: Verknüpfung neu erstellt
es: Acceso directo reconstruido
fi: Pikakuvake uudelleen rakennettu
fr: Raccourci rétabli
it: Scorciatoia ricostruita
nb: Snarvei gjenoppbygd
nl: Snelkoppeling opnieuw opgebouwd
sv: Genväg reparerad

source: Checking sources...
ca: Comprovant fonts...
cs: Kontrola zdrojů...
de: Prüfe Quellcode...
es: Comprobando fuentes...
fi: Tarkistetaan lähteitä...
fr: Vérification des sources...
it: Verifica sorgenti...
nb: Sjekker kilder...
nl: Bronnen controleren...
pl: Sprawdzanie repozytoriów źródłowych...
sv: Kontrollerar källor...

source: FAILED. Unknown host system
ca: ERROR: sistema del host desconegut
cs: Chyba. Neznámý hostitelský systém
de: Fehlgeschlagen. Unbekanntes Host System
es: ERROR. Host desconocido
fi: EI ONNISTU. Tuntematon pääjärjestelmä
fr: ÉCHEC. Système hôte inconnu
it: FALLITO. Sistema host sconosciuto
nb: FEILET: Ukjent vertssystem
nl: Mislukt. Onbekend host-systeem
pl: NIEPOWODZENIE. Nieznany host systemowy
sv: MISSLYCKADES. Okänt värdsystem

source: DONE
ca: FET
cs: Hotovo
de: Fertig
es: HECHO
fi: VALMIS
fr: TERMINÉ
it: FATTO
nb: FERDIG
nl: GEREED
pl: GOTOWE
sv: KLAR

source: FAILED:
ca: ERROR:
cs: Chyba:
de: FEHLGESCHLAGEN:
es: ERROR:
fi: EPÄONNISTUNUT:
fr: ÉCHEC:
it: FALLITO:
nb: MISLYKKET:
nl: MISLUKT:
pl: WYSTĄPIŁ BŁĄD:
sv: MISSLYCKADES:

source: Setting version...
ca: Establint la versió...
cs: Nastavuji verzi...
de: Setze Version...
es: Ajustando versión...
fi: Asetetaan versio...
fr: Réglage de la version...
it: Impostazione versione...
nb: Angir versjon...
nl: Versie instellen...
pl: Ustawianie wersji...
sv: Ställer in version...

source: Removing OpenCPN and sources...
ca: Eliminant OpenCPN i fonts...
cs: Odstranění OpenCPN a zdrojů...
de: Entferne OpenCPN und Quellcode...
es: Eliminando OpenCPN y fuentes...
fi: Poistetaan OpenCPN ja lähteet...
fr: Suppression d'OpenCPN et des sources...
it: Rimozione di OpenCPN e sorgenti...
nb: Fjerner OpenCPN og kilder...
nl: OpenCPN en bronnen verwijderen...
pl: Usuwanie OpenCPN i źródeł...
sv: Tar bort OpenCPN och källor...

source: Removing version...
ca: Eliminant versió...
cs: Odstraňuji verzi...
de: Entferne Version...
es: Eliminando versión...
fi: Poistetaan versio...
fr: Suppression de la version...
it: Rimozione versione...
nb: Fjerner versjon...
nl: Versie verwijderen...
pl: Usuwanie wersji...
sv: Tar bort version...

source: Help
ca: Ajuda
cs: Nápověda
de: Hilfe
es: Ayuda
fi: Ohje
fr: Aide
it: Guida
nb: Hjelp
pl: Pomoc
sv: Hjälp

source: Settings
ca: Configuració
cs: Nastavení
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Paramètres
it: Impostazioni
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
sv: Inställningar

source: Check Versions
ca: Comprovar versions
cs: Zkontrolovat verzi
de: Versionen prüfen
es: Comprobar versiones
fi: Tarkista Versiot
fr: Vérifiez les versions
it: Controlla Versioni
nb: Sjekk versjoner
nl: Versies controleren
pl: Sprawdzanie wersji
sv: Kontrollerar versioner

source: Install
ca: Instal·la
cs: Instalovat
de: Installieren
es: Instalar
fi: Asenna
fr: Installer
it: Installa
nb: Installer
nl: Installeren
pl: Zainstaluj
sv: Installera

source: Check versions
ca: Comprovar versions
cs: Zkontrolovat verzi
de: Versionen prüfen
es: Comprobar versiones
fi: Tarkista versiot
fr: Vérifiez les versions
it: Controlla versioni
nb: Sjekk versjoner
nl: Versies controleren
pl: Sprawdzanie wersji
sv: Kontrollerar versioner

source: Checking versions please wait. The first time may take a while...
ca: Comprovant versions, si us plau espera. La primera vegada pot trigar bastant...
cs: Kontroluji verze, prosím čekejte. První kontrola může trvat...
de: Überprüfe Versionen, bitte warten. Das erste Mal kann eine Weile dauern...
es: Comprobando versiones por favor espere. La primera vez puede tardar un rato...
fi: Tarkistetaan versioita, odota hetki. Ensimmäinen kerta voi kestää...
fr: Vérification des versions, veuillez patienter. La première fois peut prendre un moment...
it: Controllando le versioni si prega di attendere. La prima volta potrebbe richiedere un po'...
nb: Sjekker versjoner - vennligst vent. Første gang kan ta en stund...
nl: Versies controleren, even geduld. De eerste keer kan een tijdje duren...
pl: Sprawdzanie wersji proszę czekać. Pierwszy raz może zająć chwilę...
sv: Kontrollerar versioner vänligen vänta. Första gången kan ta en stund...

source: Installed:
ca: Instal·lat:
cs: Instalováno:
de: Installiert:
es: Instalado:
fi: Asennettu:
fr: Installée:
it: Installato:
nb: Installert:
nl: Geïnstalleerd:
pl: Zainstalowano:
sv: Installerad:

source: Installed: none
cs: Nainstalováno: nic
de: Installiert: keine
fi: Asennettu: ei
fr: Installée : aucune
nb: Installert: ingen
pl: Zainstalowane: brak
sv: Installerat: ingen

source: Candidate:
ca: Candidat:
cs: Kandidát:
de: Kandidat:
es: Candidatos:
fi: Ehdokas:
it: Candidato:
nb: Kandidat:
nl: Kandidaat:
pl: Kandydaci:
sv: Kandidat:

source: Candidate: none
cs: Kandidát: žádný
de: Kandidat: keine
fi: Ehdokas: ei mitään
fr: Candidate: aucune
nb: Kandidat: ingen
pl: Kandydaci: brak
sv: Kandidat: ingen

source: Installing from Backports. Recommended for:
de: Installation von Backports. Empfohlen für:
fi: Asennetaan Backportsista. Suositellaan:
sv: Installerar från Backports. Rekommenderas för:

source: LTS systems
de: LTS-Systeme
fi: LTS järjestelmät
nb: LTS-systemer
sv: LTS-system

source: headless systems
de: Systeme ohne Monitor
fi: pääteettömät järjestelmät
sv: fjärradministrerade system

source: Update
cs: Aktualizovat
de: Aktualisierung
fi: Päivitä
fr: Mise à jour
nb: Oppdater
pl: Aktualizacja
sv: Uppdatera

source: Uninstall
ca: Desinstal·la
cs: Odinstalovat
de: Deinstallieren
es: Desinstalar
fi: Poista asennus
fr: Désinstaller
it: Disinstalla
nb: Avinstaller
nl: Deïnstalleren
pl: Odinstaluj
sv: Avinstallera

source: Full Screen
ca: Pantalla completa
cs: Celá obrazovka
de: Vollbild
es: Pantalla Completa
fi: Koko näyttö
fr: Plein écran
it: Schermo intero
nb: Fullskjerm
nl: Schermvullend
pl: Pełny ekran
sv: Fullskärm

source: Open
ca: Obre
cs: Otevřít
de: Öffnen
es: Abrir
fi: Avaa
fr: Ouvrir
it: Apri
nb: Åpen
pl: Otwórz
sv: Öppna

source: Installing from Flatpak. Only 64bit. Recommended for:
de: Installation von Flatpak. Nur 64bit. Empfohlen für:
fi: Asennetaan Flatpakista. Vain 64bit. Suositellaan:
sv: Installerar från Flatpak. Endast 64-bitars. Rekommenderas för:

source: non LTS systems
de: Nicht-LTS-Systeme
fi: muut kuin LTS järjestelmät
nb: ikke LTS-systemer
sv: icke LTS-system

source: touchscreens
fi: kosketusnäytöt
nb: berøringsskjerm
sv: pekskärmar

source: Are you sure you want to install OpenCPN from Debian/Ubuntu Backports and its dependencies?
cs: Opravdu chcete nainstalovat OpenCPN z Debian/Ubuntu Backports a jeho závislostí?
de: Sind Sie sicher, dass Sie OpenCPN von Debian/Ubuntu Backports und seinen Abhängigkeiten installieren möchten?
fi: Oletko varma, että haluat asentaa OpenCPN:n Debian/Ubuntu Backportista ja sen riippuvuudet?
fr: Êtes-vous sûr de vouloir installer OpenCPN depuis les rétroportages Debian/Ubuntu et ses dépendances ?
nb: Er du sikker på at du vil installere OpenCPN fra Debian/Ubuntu Backports og dets avhengigheter?
pl: Czy na pewno chcesz zainstalować OpenCPN z zależnościami z Debian/Ubuntu Backports?
sv: Är du säker på att du vill installera OpenCPN från Debian/Ubuntu Backports och dess beroenden?

source: OpenCPN version:
cs: Verze OpenCPN:
fi: OpenCPN versio:
fr: Version d'OpenCPN :
nb: OpenCPN versjon:
pl: Wersja OpenCPN:

source: Question
ca: Pregunta
cs: Otázka
de: Frage
es: Pregunta
fi: Kysymys
it: Domanda
nb: Spørsmål
nl: Vraag
pl: Pytanie
sv: Fråga

source: Installing package, please wait...
ca: Instal·lant paquet, esperi si us plau...
cs: Instaluji balíček, prosím čekejte...
de: Installiere Pakete, bitte warten...
es: Instalando paquete, espere...
fi: Paketti asennetaan, odottele...
fr: Installation du paquet, veuillez patienter...
it: Installazione pacchetto, attendere prego...
nb: Installerer pakke, vennligst vent...
nl: Pakket installeren, even geduld...
pl: Instalowanie pakietu, proszę czekać...
sv: Installerar, var god att vänta...

source: Are you sure you want to uninstall OpenCPN and its dependencies?
ca: Segur que vols desinstal·lar OpenCPN i totes les seves dependencies?
cs: Opravdu chcete odinstalovat OpenCPN a jeho závislosti?
de: Sind Sie sicher, dass Sie OpenCPN und seine Abhängigkeiten deinstallieren möchten?
es: ¿Está seguro que desea desinstalar OpenCPN y sus dependencias?
fi: Oletko varma, että haluat poistaa OpenCPN:n ja sen riippuvuudet?
fr: Êtes-vous sûr de vouloir désinstaller OpenCPN et ses dépendances?
it: Sei sicuro di voler disinstallare OpenCPN e le sue dipendenze?
nb: Er du sikker på at du vil avinstallere OpenCPN og dets avhengigheter?
nl: Weet je zeker dat je OpenCPN en zijn afhankelijkheden wilt verwijderen?
pl: Czy na pewno chcesz odinstalować OpenCPN wraz z zależnościami?
sv: Är du säker på att du vill avinstallera OpenCPN och dess beroenden?

source: Uninstalling packages, please wait...
ca: Desinstal·lant paquets, esperi si us plau...
cs: Odebírám balíčky, prosím čekejte...
de: Pakete deinstallieren, bitte warten...
es: Desinstalando paquetes, espere...
fi: Paketteja poistetaan, odottele...
fr: Désinstallation des paquets, veuillez patienter...
it: Disinstallazione pacchetti, attendere prego...
nb: Avinstallerer pakker, vennligst vent...
nl: Pakket de-installeren, even geduld...
pl: Odinstalowywanie pakietów, proszę czekać...
sv: Avinstallerar, var god att vänta...

source: OpenCPN autostart enabled
ca: Inici automàtic d'OpenCPN habilitat
cs: Automatické spuštění OpenCPN povoleno
de: OpenCPN Autostart aktiviert
es: Inicio automático de OpenCPN habilitado
fi: OpenCPN autokäynnistys sallittu
fr: Démarrage automatique d'OpenCPN activé
it: Auto Avvio OpenCPN attivato
nb: OpenCPN autostart aktivert
nl: OpenCPN automatisch starten ingeschakeld
pl: Autostart OpenCPN włączony
sv: OpenCPN autostart aktiverat

source: OpenCPN autostart disabled
ca: Inici automàtic d'OpenCPN deshabilitat
cs: Automatické spuštění OpenCPN zakázáno
de: OpenCPN Autostart deaktiviert
es: Inicio automático de OpenCPN deshabilitado
fi: OpenCPN autokäynnistys estetty
fr: Démarrage automatique d'OpenCPN désactivé
it: Auto Avvio OpenCPN disattivato
nb: OpenCPN autostart deaktivert
nl: OpenCPN automatisch starten uitgeschakeld
pl: Autostart OpenCPN wyłączony
sv: OpenCPN autostart avaktiverat

source: OpenCPN fullscreen autostart enabled
ca: Inici automàtic d'OpenCPN a pantalla sencera habilitat
cs: Automatické spuštění OpenCPN na celou obrazovku povoleno
de: OpenCPN Vollbild-Autostart aktiviert
es: Inicio automático a pantalla completa habilitado
fi: OpenCPN autokäynnistys koko näyttöön sallittu
fr: Démarrage auto plein écran OpenCPN activé
it: Auto Avvio di OpenCPN a schermo intero abilitato
nb: OpenCPN fullskjerm autostart aktivert
nl: OpenCPN automatisch schermvullend starten ingeschakeld
pl: Autostart OpenCPN w trybie pełnoekranowym włączony
sv: OpenCPN helskärm autostart aktiverat

source: OpenCPN fullscreen autostart disabled
ca: Inici automàtic d'OpenCPN a pantalla sencera deshabilitat
cs: Automatické spuštění OpenCPN na celou obrazovku zakázáno
de: OpenCPN Vollbild-Autostart deaktiviert
es: Inicio automático en pantalla completa de OpenCPN deshabilitado
fi: OpenCPN autokäynnistys koko näyttöön estetty
fr: Démarrage automatique plein écran d'OpenCPN désactivé
it: Auto Avvio di OpenCPN a schermo intero disattivato
nb: OpenCPN fullskjerm autostart deaktivert
nl: OpenCPN automatisch schermvullend starten uitgeschakeld
pl: Autostart OpenCPN w trybie pełnoekranowym wyłączony
sv: OpenCPN helskärm autostart avaktiverat

source: Are you sure you want to install OpenCPN from Flatpak and its dependencies?
cs: Opravdu chcete nainstalovat OpenCPN z Debian/Ubuntu Backports a jeho závislostí?
de: Sind Sie sicher, dass Sie OpenCPN von Flatpak und seinen Abhängigkeiten installieren möchten?
fi: Oletko varma, että haluat asentaa OpenCPN Flatpakista ja sen riippuvuudet?
fr: Êtes-vous sûr de vouloir installer OpenCPN à partir de Flatpak et ses dépendances ?
nb: Er du sikker på at du vil installere OpenCPN fra Flatpak og dets avhengigheter?
pl: Czy na pewno chcesz zainstalować OpenCPN z zależnościami z Flatpak?
sv: Är du säker du vill installera OpenCPN från Flatpak och dess beroenden?

source: There is a new OpenCPN version:
ca: Hi ha una nova versió d'OpenCPN:
cs: Byla nalezna nová verze OpenCPN:
de: Es gibt eine neue OpenCPN Version:
es: Hay una nueva versión OpenCPN:
fi: On olemassa uusi OpenCPN versio:
fr: Une version plus récente existe:
it: C'è una nuova versione di OpenCPN:
nb: Det er en ny OpenCPN versjon:
nl: Er is een nieuwe versie van OpenCPN:
pl: Istnieje nowa wersja OpenCPN:
sv: Det finns en ny OpenCPN version:

source: OpenCPN connection
ca: Connexió OpenCPN
cs: OpenCPN připojení
de: OpenCPN Verbindung
es: Conexión OpenCPN
fi: OpenCPN liitos
fr: Connexion OpenCPN
it: Connessione OpenCPN
nb: OpenCPN forbindelse
nl: OpenCPN verbinding
pl: Połączenie OpenCPN
sv: OpenCPN anslutning

source: OpenCPN FP connection
ca: Connexió OpenCPN FP
cs: OpenCPN FP připojení
de: OpenCPN FP Verbindung
es: Conexión OpenCPN FP
fi: OpenCPN FP yhteys
fr: Connexion FP OpenCPN
it: Connessione OpenCPN FP
nb: OpenCPN FP-forbindelse
nl: OpenCPN FP verbinding
pl: Połączenie FP OpenCPN
sv: OpenCPN FP-anslutning

source: Starting OpenCPN...
ca: Iniciant OpenCPN...
cs: Spouštění OpenCPN...
de: OpenCPN starten...
es: Iniciando OpenCpn...
fi: Käynnistetään OpenCPN...
fr: Démarrage de d'OpenCPN ...
it: Avvio di OpenCPN...
nb: Starter OpenCPN...
nl: OpenCPN starten...
pl: Uruchamianie OpenCPN...
sv: Startar OpenCPN...

source: fullscreen
ca: pantalla completa
cs: přes celou obrazovku
de: Vollbild
es: pantalla completa
fi: koko näyttö
fr: plein écran
it: schermo intero
nb: fullskjerm
nl: schermvullend
pl: pełny ekran
sv: helskärm

source: non fullscreen
ca: no pantalla completa
cs: normálním okně
de: nicht im Vollbildmodus
es: sin pantalla completa
fi: osa näyttö
fr: mode fenêtré
it: non a schermo intero
nb: ikke-fullskjerm
nl: niet schermvullend
pl: w oknie
sv: ingen helskärm

source: Checking OpenCPN...
ca: Comprovant OpenCPN...
cs: Kontrola OpenCPN...
de: Überprüfe OpenCPN...
es: Comprobando OpenCPN...
fi: Tarkistetaan OpenCPN...
fr: Vérification d'OpenCPN...
it: Controllo OpenCPN...
nb: Kontrollerer OpenCPN...
nl: OpenCPN controleren...
pl: Sprawdzanie OpenCPN...
sv: Kontrollerar OpenCPN...

source: running
ca: executant
cs: běží
de: läuft
es: en ejecución
fi: käynnissä
fr: en cours
it: in esecuzione
nb: kjører
nl: actief
pl: uruchomiony
sv: körs

source: not running
ca: aturat
cs: neběží
de: läuft nicht
es: parado
fi: ei käynnissä
fr: arrêté
it: non in esecuzione
nb: kjører ikke
nl: niet actief
pl: nie działa
sv: körs inte

source: | fullscreen autostart enabled
ca: | pantalla completa a l'inici activat
cs: | automatické spuštění OpenCPN na celou obrazovku povoleno
de: | Vollbild-Autostart aktiviert
es: | Autoinicio de pantalla completa activado
fi: | koko näytön automaattinen käynnistys käytössä
fr: | Démarrage auto plein écran activé
it: | avvio automatico a schermo intero abilitato
nb: | fullskjerm autostart aktivert
nl: | automatisch schermvullend starten ingeschakeld
pl: | autostart w trybie pełnoekranowym włączony
sv: | fullskärm autostart aktiverad

source: | autostart enabled
ca: | arrencada automàtica activada
cs: | automatické spuštění povoleno
de: | Autostart aktiviert
es: autoarranque activado
fi: | automaattinen käynnistys käytössä
fr: | Démarrage auto activé
it: | avvio automatico attivato
nb: | autostart aktivert
nl: | autostart ingeschakeld
pl: | autostart włączony
sv: autostart aktiverad

source: | autostart disabled
ca: | arrencada automàtica desactivada
cs: | automatické spuštění povoleno
de: | Autostart deaktiviert
es: autoinicio deshabilitado
fi: | autokäynnistys estetty
fr: | démarrage auto désactivé
it: | avvio automatico disattivato
nb: | autostart deaktivert
nl: | autostart uitgeschakeld
pl: | autostart wyłączony
sv: | autostart inaktiverad

source: touchscreen enabled
ca: pantalla tàctil habilitada
de: touchscreen aktiviert
es: pantalla táctil habilitada
fi: kosketusnäyttö käytössä
fr: écran tactile activé
it: touchscreen abilitato
nb: berøringsskjerm aktivert
nl: touchscreen ingeschakeld
sv: pekskärm aktiverad

source: touchscreen disabled
ca: pantalla tàctil deshabilitada
de: touchscreen deaktiviert
es: pantalla táctil deshabilitada
fi: kosketusnäyttö pois käytöstä
fr: écran tactile désactivé
it: touchscreen disabilitato
nb: berøringsskjerm deaktivert
nl: touchscreen uitgeschakeld
sv: pekskärm inaktiverad

source: OpenCPN shortcut is broken, click "Install" in OpenCPN Installer app to rebuild it.
ca: L'accés directe a OpenCPN està trencat. Prem "Instal·lar" dins de l'Instal·lador de OpenCPN per a redefinir-lo.
de: OpenCPN Verknüpfung ist defekt, klicken Sie auf "Installieren" in der OpenCPN Installer App, um es neu zu erstellen.
es: El acceso directo de OpenCPN está roto, haga clic en "Instalar" en la app OpenCPN Installer para reconstruirlo.
fi: OpenCPN pikakuvake on rikki, napsauta "Asenna" OpenCPN Installer -sovelluksessa rakentaaksesi sen uudelleen.
fr: Le raccourci OpenCPN est inopérant, cliquez sur "Installez" dans l'installateur OpenCPN pour le rétablir.
it: La scorciatoia OpenCPN è rotta, fare clic su "Installa" nell'app OpenCPN Installer per ricostruirla.
nb: OpenCPN snarveien er ødelagt, klikk "Install" i OpenCPN Installer app for å gjenoppbygge den.
nl: OpenCPN snelkoppeling is verbroken, klik op "Installeren" in OpenCPN Installer app om deze opnieuw op te bouwen.
sv: OpenCPN genväg är trasig, klicka på "Installera" i OpenCPN Installer app för att reparera den.

source: | FP fullscreen autostart enabled
ca: | Inici automàtic de FP a pantalla sencera habilitat
cs: | automatické spuštění OpenCPN na celou obrazovku povoleno
de: | FP Vollbild-Autostart aktiviert
es: | Autoinicio de pantalla completa FP habilitado
fi: | Koko näytön FP-automaattikäynnistys käytössä
fr: | Démarrage auto plein écran FP activé
it: | FP avvio automatico a schermo intero abilitato
nb: | FP fullskjerm autostart aktivert
nl: | FP automatisch schermvullend starten ingeschakeld
pl: | autostart FP w trybie pełnoekranowym włączony
sv: | FP Helskärm autostart aktiverad

source: | FP autostart enabled
ca: | arrencada automàtica de FP activada
cs: | automatické spuštění povoleno
de: | FP Autostart aktiviert
es: | Autoarranque de FP activado
fi: | FP automaattikäynnistys käytössä
fr: | Démarrage automatique de FP activé
it: | Avvio automatico FP abilitato
nb: | FP autostart aktivert
nl: | FP autostart ingeschakeld
pl: | autostart FP włączony
sv: | FP autostart aktiverad

source: | FP autostart disabled
ca: | arrencada automàtica de FP desactivada
cs: | FP automatické spuštění povoleno
de: | FP Autostart deaktiviert
es: | Autoarranque FP desactivado
fi: | FP-automaattikäynnistys estetty
fr: | Démarrage auto de FP désactivé
it: | Avvio automatico FP disabilitato
nb: | FP autostart deaktivert
nl: | FP autostart uitgeschakeld
pl: | autostart FP wyłączony
sv: | FP autostart inaktiverad

source: FP touchscreen enabled
ca: Pantalla tàctil FP habilitada
de: FP Touchscreen aktiviert
fi: FP kosketusnäyttö käytössä
fr: Écran tactile FP activé
it: Touchscreen FP abilitato
nb: FP berøringsskjerm aktivert
nl: FP touchscreen ingeschakeld
sv: FP pekskärm aktiverad

source: FP touchscreen disabled
ca: Pantalla tàctil FP deshabilitada
de: FP Touchscreen deaktiviert
fi: FP kosketusnäyttö pois käytöstä
fr: Écran tactile FP désactivé
it: Touchscreen FP disabilitato
nb: FP berøringsskjerm deaktivert
nl: FP touchscreen uitgeschakeld
sv: FP pekskärm inaktiverad

source: Touchscreen optimization is not set correctly in OpenCPN FP, try to reset this setting in OpenPlotter Settings app
ca: L'optimització de la pantalla tàctil no està ben configurada a OpenCPN FP. Prova a reiniciar aquesta opció a l'app de Configuració d'OpenPlotter
de: Touchscreen-Optimierung ist in OpenCPN FP nicht korrekt eingestellt, versuchen Sie, diese Einstellung in den OpenPlotter Einstellungen zurückzusetzen
es: La optimización de la pantalla táctil no se ha establecido correctamente en OpenCPN FP, intente restablecer esta configuración en la aplicación de configuración de OpenPlotter
fi: Kosketusnäytön optimointi ei ole asetettu oikein OpenCPN FP:ssä, yritä palauttaa tämä asetus OpenPlotter Settings -sovelluksessa
fr: L'optimisation de l'écran tactile n'est pas réglée correctement dans OpenCPN FP, essayez de réinitialiser ce paramètre via l'app OpenPlotter Paramètres
it: L'ottimizzazione Touchscreen non è impostata correttamente in OpenCPN FP, prova a resettare questa impostazione nell'app Impostazioni OpenPlotter
nb: Optimalisering av berøringsskjermen er ikke satt riktig i OpenCPN FP, prøv å tilbakestille denne innstillingen i OpenPlotter Innstillinger appen
nl: Touchscreen optimalisatie is niet correct ingesteld in OpenCPN FP, probeer deze instelling te resetten in de OpenPlotter Instellingen app
sv: Pekskärmsoptimering är inte korrekt inställd i OpenCPN FP, försök att återställa den här inställningen i OpenPlotter-inställningsappen

source: OpenCPN FP shortcut is broken, click "Install" in OpenCPN Installer app to rebuild it.
ca: L'accés directe a OpenCPN FP està trencat. Prem "Instal·lar" dins de l'Instal·lador d'OpenCPN per redefinir-lo.
de: OpenCPN FP-Verknüpfung ist defekt, klicken Sie auf "Installieren" in der OpenCPN Installer App, um es neu zu erstellen.
es: El acceso directo de OpenCPN FP está roto, haga clic en "Instalar" en la app OpenCPN Installer para reconstruirlo.
fi: OpenCPN FP pikakuvake on rikki, napsauta "Asenna" OpenCPN Installer -sovelluksessa rakentaaksesi sen uudelleen.
fr: Le raccourci OpenCPN est inopérant, cliquez sur "Installez" dans l'installateur OpenCPN pour le rétablir.
it: La scorciatoia OpenCPN FP è rotta, fare clic su "Installa" nell'app OpenCPN Installer per ricostruirla.
nb: OpenCPN snarveien er ødelagt, klikk "Install" i OpenCPN Installer app for å gjenoppbygge den.
nl: OpenCPN FP-snelkoppeling is verbroken, klik op "Installeren" in OpenCPN Installer app om deze opnieuw op te bouwen.
sv: OpenCPN FP genvägen är trasig, klicka på "Installera" i OpenCPN Installer app för att reparera den.
