Repository: openplotter/openplotter-opencpn-installer
Catalog: openplotterOpencpnInstaller/locale/*/LC_MESSAGES/openplotter-opencpn-installer.po
Languages: ca, cs, de, es, fi, fr, it, nb, nl, pl, sv

source: TIP: Since version 5.2 and above OpenCPN can manage Signal K data, you should replace the NMEA 0183 connection "TCP localhost 10110" by a Signal K connection.
ca: PISTA: Donat que OpenCPN 5.2 i posterior pot administrar les dades de Signal K, hauria de substituir la connexió NMEA 0183 "TCP localhost 10110" per una connexió de Signal K.
cs: TIP: od OpenCPN 5.2 a výše můžete přijímat data ve formátu Signal K, je doporučeno nahradit NMEA 0183 spojení "TCP localhost 10110" připojením typu Signal K.
de: TIPP: Seit Version 5.2 und darüber, kann OpenCPN Signal-K Daten verwalten. Sie sollten die NMEA 0183-Verbindung "TCP localhost 10110" durch eine Signal-K Verbindung ersetzen.
es: NOTA: Desde la versión 5. y por encima de OpenCPN pueden administrar datos de Signal K, debería reemplazar la conexión NMEA 0183 "TCP localhost 10110" por una conexión Signal K.
fi: VIHJE: Versiosta 5.2 alkaen. ja jälkeen OpenCPN voi hallita Signal K tietoja, sinun pitäisi korvata NMEA 0183 yhteys "TCP localhost 10110" Signal K yhteydellä.
fr: ASTUCE : Depuis sa version 5.2, OpenCPN gère directement les données Signal K. Dans ce cas, il pourrait être judicieux de remplacer la connexion NMEA 0183 "TCP localhost 10110" par une connexion Signal K.
it: SUGGERIMENTO: Dalla versione 5.2 in poi OpenCPN può gestire i dati Signal K, è necessario sostituire la connessione NMEA 0183 "TCP localhost 10110" con una connessione Signal K.
nb: TIPS: Siden OpenCPN 5.2 og oppover kan administrere Signal K-data, bør du erstatte NMEA 0183-tilkoblingen «TCP localhost 10110» med en Signal K-tilkobling.
nl: TIP: Sinds versie 5.2 en hoger kan OpenCPN Signal K-data verwerken. Vervang de NMEA 0183-verbinding "TCP-localhost 10110" door een Signal K-verbinding.
pl: Rada: Od wersji 5.2 OpenCPN potrafi korzystać z danych Signal K, powinieneś zastąpić połączenie NMEA 0183 "TCP localhost 10110" połączeniem Signal K.
sv: TIPS: Sedan version 5.2 och senare, så kan OpenCPN hantera Signal K-data, du bör ersätta NMEA 0183 förbindelsen "TCP localhost 10110" med en Signal K-anslutning.

source: WARNING: You have enabled the old NMEA 0183 connection "TCP localhost 10110" and a Signal K connection in OpenCPN. Make sure you do not have duplicated data.
ca: ADVERTÈNCIA: Ha habilitat l'antiga connexió NMEA 0183 "TCP localhost 10110" i una connexió Signal K a OpenCPN. Assegura't de no tenir dades duplicades.
cs: VAROVÁNÍ: Povolili jste staré NMEA 0183 připojení "TCP localhost 10110" a připojení typu Signal K v OpenCPN. Ujistěte se, že nemáte duplicitní data.
de: WARNUNG: Sie haben die alte NMEA 0183-Verbindung "TCP localhost 10110" und eine Signal-K Verbindung in OpenCPN aktiviert. Stellen Sie sicher, dass Sie keine doppelten Daten haben.
es: ADVERTENCIA: Ha habilitado la antigua conexión NMEA 0183 "TCP localhost 10110" y una conexión Signal K en openCPN. Asegúrese de que no tiene datos duplicados.
fi: VAROITUS: Olet ottanut käyttöön vanhan NMEA 0183 yhteyden "TCP localhost 10110" ja Signal K yhteyden OpenCPN:ään. Varmista, että sinulla ei ole päällekkäisiä tietoja.
fr: AVERTISSEMENT : Vous avez activé l'ancienne connexion NMEA 0183 "TCP localhost 10110" ainsi qu'une connexion Signal K dans OpenCPN. Assurez-vous que vous n'avez pas de données dupliquées.
it: ATTENZIONE: Hai abilitato la vecchia connessione NMEA 0183 "TCP localhost 10110" e una connessione Signal K in OpenCPN. Assicurati di non avere dati duplicati.
nb: ADVARSEL: Du har aktivert den gamle NMEA 0183 tilkoblingen "TCP localhost 10110" og en Signal K-tilkobling i OpenCPN. Vær sikker på at du ikke har dupliserte data.
nl: WAARSCHUWING: Je hebt de oude NMEA 0183 verbinding "TCP localhost 10110" en een Signal K connectie in OpenCPN ingeschakeld. Zorg ervoor dat je geen gedupliceerde gegevens hebt.
pl: OSTRZEŻENIE: Masz włączone stare połączenie NMEA 0183 "TCP localhost 10110" ORAZ połączenie SignalK w OpenCPN. Sprawdź czy nie masz zduplikowanych danych.
sv: VARNING: Du har aktiverat den gamla NMEA 0183 anslutningen "TCP localhost 10110" och en Signal K-anslutning i OpenCPN. Se till att du inte har duplicerade data.

source: The default OpenCPN connection is missing and is not getting data from Signal K. Please create this connection in OpenCPN: Network Protocol: Signal K Address: localhost DataPort:
ca: La connexió per defecte de OpenCPN no existeix i no s'està rebent dades de Signal K. Si us plau, crea aquesta connexió a OpenCPN: Xarxa Protocol: Signal K Adreça: localhost Port de dades:
cs: Výchozí OpenCPN spojení chybí a nepřijímá data ze serveru Signal K. Prosím vytvořte v OpenCPN spojení: Síť Protokol: Signal K Adresa: localhost DataPort:
de: Die Standard-OpenCPN-Verbindung fehlt und wird nicht von Signal K abgerufen. Bitte erstellen Sie diese Verbindung in OpenCPN: Netzwerk Protokoll: Signal K Adresse: localhost DataPort:
es: Falta la conexión por defecto de OpenCPN y no está obteniendo datos de Signal K. Por favor, cree esta conexión en OpenCPN: Red Protocol: Signal K Dirección: localhost Puerto de datos:
fi: Vakio OpenCPN-yhteys puuttuu eikä se saa tietoja Signal K:sta. Luo tämä yhteys OpenCPN:ään Verkko Protokolla: Signal K Osoite: localhost DataPort:
fr: La connexion par défaut d'OpenCPN est manquante, aucune donnée Signal K n'est reçue. Veuillez créer la connexion ci-dessous dans OpenCPN: Réseau Protocole : Signal K Adresse : localhost Port de données :
it: La connessione OpenCPN predefinita è mancante e non sta ottenendo dati da Signal K. Si prega di creare questa connessione in OpenCPN: Network Protocol: Signal K Indirizzo: localhost DataPort:
nb: Standard OpenCPN tilkobling mangler og får ikke data fra Signal K. Opprett denne forbindelsen i OpenCPN: Nettverk Protokoll: Signal K Adresse: localhost DataPort:
nl: De standaardverbinding voor OpenCPN ontbreekt en ontvangt geen gegevens van Signal K. Maak deze verbinding aan in OpenCPN: Netwerk Protocol: Signal K Adres: localhost DataPoort:
pl: Domyślne połączenie w OpenCPN nie istnieje i otrzymywanie danych z SignalK nie będzie możliwe. Proszę dodać to połączenie w OpenCPN: Sieć Protokół: SignalK Adress: localhost DataPort:
sv: Standard OpenCPN anslutning saknas och får inte data från Signal K. Vänligen skapa denna anslutning i OpenCPN: Nätverk Protokoll: Signal K Adress: localhost DataPort:

source: The default OpenCPN connection is disabled and is not getting data from Signal K. Please enable the Signal K connection in OpenCPN
ca: La connexió per defecte de OpenCPN està deshabilitada i no s'està rebent dades de Signal K. Si us plau, activa aquesta connexió a OpenCPN
cs: Výchozí připojení OpenCPN je zakázáno a nedostává data ze serveru Signal K. Prosím povolte připojení OpenCPN k Signal K serveru
de: Die Standard OpenCPN Verbindung ist deaktiviert und wird nicht von Signal K abgerufen. Bitte aktivieren Sie die Signal K Verbindung in OpenCPN
es: La conexión por defecto OpenCPN está deshabilitada y no está obteniendo datos de Signal K. Por favor, habilite la conexión Signal K en OpenCPN
fi: Vakio OpenCPN kytkentä on estetty, eikä saa dataa Signal K:sta. Salli Signal K kytkentä OpenCPN:ssä
fr: La connexion OpenCPN par défaut est désactivée et aucune donnée Signal K ne lui parvient. Veuillez activer la connexion Signal K dans OpenCPN
it: La connessione OpenCPN predefinita è disabilitata e non sta ottenendo dati da Signal K. Si prega di abilitare la connessione Signal K in OpenCPN
nb: Standard OpenCPN-tilkobling er deaktivert og henter ikke data fra Signal K. Vennligst aktiver Signal K-tilkoblingen i OpenCPN
nl: De standaard OpenCPN verbinding is uitgeschakeld en ontvangt geen gegevens van Signal K. Activeer de Signal K verbinding in OpenCPN
pl: Domyślne połączenie OpenCPN jest wyłączone i nie pobiera danych z SignalK. Proszę włączyć połączenie SignalK w OpenCPN
sv: Den fördefinerade OpenCPN anslutningen är inaktiverad och hämtar inte data från Signal K. Vänligen aktivera Signal K anslutningen i OpenCPN

source: Unable to read OpenCPN configuration
ca: Impossible llegit la configuració d'OpenCPN
cs: Nepodařilo se přečíst konfiguraci OpenCPN
de: OpenCPN Konfiguration konnte nicht gelesen werden
es: No se puede leer la configuración de OpenCPN
fi: OpenCPN kokoonpanon luku ei onnistu
fr: Impossible de lire la configuration d'OpenCPN
it: Impossibile leggere la configurazione di OpenCPN
nb: Kan ikke lese OpenCPN-konfigurasjonen
nl: Kan OpenCPN-configuratie niet lezen
pl: Nie można odczytać konfiguracji OpenCPN
sv: Det går inte att läsa OpenCPN-konfigurationen

source: Unable to read OpenCPN FP configuration
ca: Impossible llegit la configuració d'OpenCPN FP
cs: Nepodařilo se přečíst konfiguraci OpenCPN FP
de: OpenCPN FP Konfiguration konnte nicht gelesen werden
es: No se puede leer la configuración OpenCPN FP
fi: OpenCPN FP konfiguraatiota ei voi lukea
fr: Impossible de lire la configuration d'OpenCPN FP
it: Impossibile leggere la configurazione OpenCPN FP
nb: Kan ikke lese OpenCPN FP-konfigurasjon
nl: Kan OpenCPN FP-configuratie niet lezen
pl: Nie można odczytać konfiguracji OpenCPN FP
sv: Det går inte att läsa OpenCPN FP konfigurationen

source: Installing from Debian/Ubuntu Backports
fr: Installation à partir des rétroportages de Debian/Ubuntu

source: (recommended for most cases)
fr: (recommandé pour la plupart des cas)

source: Autostart
ca: Inici automàtic
cs: Autom. spuštění
es: AutoInicio
fr: Démarrage auto
it: Avvio automatico
nb: Automatisk oppstart

source: Installing from Flatpak
fr: Installation à partir de Flatpak

source: (when Debian/Ubuntu Backports fails)
fr: (quand les rétroportages de Debian/Ubuntu échouent)

source: Copying udev rules...
ca: Copiant normes udev...
es: Copiando reglas udev...
it: Copia delle regole udev...
nl: udev regels kopiëren...

source: Recommended for Long Term Support systems.
ca: Recomanat per sistemes de suport a llarg termini.
es: Recomendado para sistemas de soporte a largo plazo.
it: Consigliato per sistemi di supporto a lungo termine.
nl: Aanbevolen voor LTS-systemen (lange termijnondersteuning).

source: none
ca: cap
es: ninguno
it: nessuno
nl: geen

source: Candidates:
ca: Candidats:
es: Candidatos:
it: Candidati:
nl: Kandidaten:

source: Recommended for non Long Term Support systems.
ca: Recomanat per sistemes de no suport a llarg termini.
es: Recomendado para sistemas de no soporte a largo plazo.
it: Consigliato per sistemi di supporto non a lungo termine.
nl: Aanbevolen voor niet-LTS-systemen.

source: Are you sure you want to install OpenCPN and its dependencies?
ca: Segur que vols instal·lar OpenCPN i totes les seves dependències?
es: ¿Está seguro que desea instalar OpenCPN y sus dependencias?
it: Sei sicuro di voler installare OpenCPN e le sue dipendenze?
nl: Weet je zeker dat je OpenCPN en zijn afhankelijkheden wilt installeren?
